const n={date:"2025-06-26",title:"Java后端开发",id:"qingdan",company:"上海安赛瑞实业",range:"2021.12 - 2023.11",url:"https://sdm.asr-online.cn/"},a=`<p>一家位于上海浦东新区金桥，主营业务为MRO工业品集采服务的企业</p>
<ul>
<li>来到上海后，入职的第一家公司，部门为 SmartData 事业部，角色 Java 后端开发</li>
<li>整个研发部有近 20 个人，对于前后端协作、产研沟通有了更多的经验</li>
<li>主要做的项目是安赛瑞 ASR 供应链系统平台，以及安赛瑞物流查询系统</li>
<li>后来因个人主观原因于 2023 年 11 月主动离职，回了老家一趟，后又去深圳、香港、澳门周游了一圈</li>
</ul>
`,t=`一家位于上海浦东新区金桥，主营业务为MRO工业品集采服务的企业

- 来到上海后，入职的第一家公司，部门为 SmartData 事业部，角色 Java 后端开发
- 整个研发部有近 20 个人，对于前后端协作、产研沟通有了更多的经验
- 主要做的项目是安赛瑞 ASR 供应链系统平台，以及安赛瑞物流查询系统
- 后来因个人主观原因于 2023 年 11 月主动离职，回了老家一趟，后又去深圳、香港、澳门周游了一圈
`;export{n as attributes,a as html,t as markdown};
