const n={date:"2025-06-26",id:"qingmang",title:"Java后端开发",company:"上海趣宜久科技",range:"2024.01 - 2025.06",url:"https://prod-creditloan.datasvc.link/"},a=`<p>一家位于上海闵行虹桥商务区，做海外个人小额信贷业务的科技企业</p>
<ul>
<li>在上海工作的第二家公司，部门产品研发部，角色 Java 研发工程师</li>
<li>主要工作是参与新 APP 的功能开发，维护信贷和催收系统，以及日常的 bug 修复</li>
<li>从业以来所接触过的最复杂的系统，让他对如何维护大型系统有了很多的认知</li>
<li>所有服务 Docker 容器化部署、升级Java 21、阿里云迁移到AWS云、三方支付对接、CI/CD流程、公司自研消息队列、CloudFlare…</li>
<li>因公司经营问题于 2025 年 5 月底解散团队，目前他正在探索新的可能性…</li>
</ul>
`,l=`一家位于上海闵行虹桥商务区，做海外个人小额信贷业务的科技企业

- 在上海工作的第二家公司，部门产品研发部，角色 Java 研发工程师
- 主要工作是参与新 APP 的功能开发，维护信贷和催收系统，以及日常的 bug 修复
- 从业以来所接触过的最复杂的系统，让他对如何维护大型系统有了很多的认知
- 所有服务 Docker 容器化部署、升级Java 21、阿里云迁移到AWS云、三方支付对接、CI/CD流程、公司自研消息队列、CloudFlare...
- 因公司经营问题于 2025 年 5 月底解散团队，目前他正在探索新的可能性...
`;export{n as attributes,a as html,l as markdown};
